Revit 2027 API
RelinquishOptions.StandardWorksets Property
 True means all project standards worksets owned by the current user should be relinquished. False means none of these are relinquished.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool StandardWorksets { get; set; }
Public Property StandardWorksets As Boolean
	Get
	Set
public:
property bool StandardWorksets {
	bool get ();
	void set (bool value);
}
member StandardWorksets : bool with get, set
Property Value
Boolean
See Also
Reference
RelinquishOptions Class
Autodesk.Revit.DB Namespace